Repository: common-repository/wc-variations-generator
Catalog: languages/wc-variations-generator-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Variations base price (%s)
fr_fr: Prix de base des variations (%s)

source: This price will be the default price for every newly created variation.
fr_fr: Ce prix sera le prix par défaut pour les nouvelles variations.

source: Changing the base price will also affect the price of variations that have a price rule defined below.
fr_fr: Changer le prix de base affectera également le prix des variations qui ont des règles de prix définies ci-dessous.

source: Variations check
fr_fr: Vérification des variations

source: Variations currently don't match product attributes.<br /> This may have been caused by either editing product's attributes or manually deleting a variation.<br /> It is recommended that you fix this by clicking below button.<br /> Missing variations will be created and existing variations that don't match with product's attributes will be deleted.
fr_fr: Les variations ne correspondent pas aux attributs de produits<br /> Cela peut être dû à une modification dans les attributs de produits ou la suppression manuelle d’une variation.<br /> Il est recommandé de régler le problème en cliquant sur le bouton ci-dessous.<br /> Les variations manquantes seront crées et les variations qui ne correspondent plus à des attributs de produit seront supprimées.

source: processing...
fr_fr: en cours….

source: Save settings and process variations!
fr_fr: Enregistrer les paramètres et générer les variations !

source: Saved price modifications
fr_fr: Règles de prix enregistrées

source: All values
fr_fr: Toutes les valeurs

source: Add
fr_fr: Ajouter

source: Set to
fr_fr: Définir à

source: Delete
fr_fr: Supprimer

source: Note: price rules are cumulative, ie a variation matching multiple price rules will be applied each associated price modifications.
fr_fr: Note : les règles de prix sont cumulatives. Si une variation correspond à plusieurs règles de prix, elle se verra appliquée chacune des modifications de prix associée.

source: Edit variations
fr_fr: Modifier les variations

source: Select attributes of variations to edit
fr_fr: Sélectionner les attributs des variations à éditer

source: All variations matching the selected attributes will be edited with the below settings.
fr_fr: Toutes les combinaisons qui correspondent à l’attribut sélectionné seront modifiées avec les réglages qui suivent.

source: %s variation(s) match your selection.
fr_fr: %s variation(s) correspondent.

source: Edit variations price
fr_fr: Modifier le prix des variations

source: Add to base price (%s)
fr_fr: Ajouter au prix de base (%s)

source: Leave unchanged
fr_fr: Ne pas modifier

source: You can type a negative amount to substract from base price.
fr_fr: Il est possible d’entrer un montant négatif pour soustraire au prix de base.

source: Add to base price
fr_fr: Ajouter au prix actuelAjouter au prix de base

source: Set price
fr_fr: Saisir le prix

source: Edit variations stock
fr_fr: Modifier le stock des variations

source: Manage stock?
fr_fr: Gérer le stock ?

source: Manage stock
fr_fr: Gestion du stock

source: Don't manage stock
fr_fr: Ne pas gérer le stock

source: Quantity
fr_fr: Quantité

source: Edit %d matching variation(s)!
fr_fr: Modifier les %d variation(s) !

source: Edit %d variation(s)!
fr_fr: Modifier les %d variation(s) !

source: Variations generator for Woocommerce could not be activated because WooCommerce is not installed and active.
fr_fr: Variations generator for Woocommerce ne peut être activé car WooCommerce n’est pas installé et actif.

source: There was an unexpected error during request: %s
fr_fr: Il y a eu une erreur inattendue : %s

source: Done! In %s seconds
fr_fr: Terminé ! En %s secondes

source: Delete this rule? Variations prices will be refreshed.
fr_fr: Supprimer cette règle ? Le prix des variations sera actualisé.

source: Please type in a base price amount.
fr_fr: Merci de saisir le prix de base.

source: Variations generator
fr_fr: Générateur de variations

source: Invalid security token.
fr_fr: Jeton de sécurité invalide.

source: Set product as variable and add attributes first!
fr_fr: Veuillez d'abord définir le produit comme variable et ajouter des attributs !

source: No variation attribute found for this product. You must create product attributes first!
fr_fr: Aucune combinaison trouvée pour ce produit. Vous devez d'abord créer des attributs !

source: Product doesn't exist or is not variable!
fr_fr: Le produit n'existe pas ou n'est pas variable !
